;
;  Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; TranslationAuthorWeb: 
; Soft Version: 2.35
; Update: 14-11-2017
;
;
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=Ok
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu

[Translation]
LangCode=0816
ReadHabit=Left-to-right
LanguageName=PT-PT
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Alerta
Error=Erro
Confirm=Confirmação
FrmJSAbout.caption=Acerca
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Versão Actual:
FrmJSAbout.lblemail.caption=Email de Apoio:
FrmJSAbout.lblhome.caption=Página Inicial:
FrmJSAbout.lblthank.caption=Agradecimentos às seguintes pessoas pelos seus contributos:
FrmRSMain.btnSupport.hint=Apoio & Feedback
;
; Menu Pendente
;
unsupported=Formato não suportado
denied=Acesso negado
unknownpath=Atalho inválido
pmCheckMsg=Verificar Novidades Auto
pmforum=Fórum
pmHelp=Ajuda Online
pmHome=Página Inicial
pmCheckNew=Procurar Actualizações
pmContact=Contacte-nos
pmLang=Idiomas
pmAbout=Acerca
pmcpfilename=Copiar Atalho Completo
pmcppath=Copiar Directório
pmopen=Abrir Ficheiro
pmopenfolder=Abrir Pasta
pmcpfile=Copiar Ficheiro/Pasta
pmdel=Eliminar Ficheiro/Ficheiros
pmatt=Propriedades
pmSelectAll=Seleccionar todos os itens
pmSelectNone=Desmarcar Tudo
pmSelectInvert=Inverter Selecção
pmCheckNew=Procurar Actualizações
pmJetHelp=Iniciar Procura Rápida
nopath=O atalho não existe
pmcutfile=Mover para...
pmexportto=Guardar para ficheiro csv...
;
; Interface Principal
; 
FrmRSMain.btnlikeit.caption=Gosto
FrmRSMain.btnSearch.caption=Procurar
FrmRSMain.btnfeedback.caption=Sugestões e Comentários
FrmRSMain.btncheckupdate.caption=Procurar actualizações
FrmRSMain.btnFacebook.hint=Gostar do WiseCleaner no Facebook
FrmRSMain.btnTwitter.hint=Partilhar o Wise JetSearch no Twitter
FrmRSMain.btnemail.hint=Partilhar o Wise JetSearch com amigos
;
; Gostar de Nós
;
FrmLikeit.lblTitle.caption=Se gosta do Wise Jet Search, os seus amigos decerto que irão adorá-lo.
FrmLikeit.lblInfo.caption=Por favor partilhe o Wise Jet Search com a sua família, amigos e colegas por Email, Blog, Twitter, Youtube, Facebook, ect.. Bem feito! Trará vantagens e eficiência às suas vidas.
FrmLikeit.lblRate.caption=Classifique o Wise Jet Search:
FrmLikeit.lblfollow.caption=Siga-nos em:
FrmLikeit.lblshare.caption=Partilhe o Wise Jet Search:
FrmLikeit.btndownload.caption=Transferir
FrmLikeit.imgrate.hint=Dê-nos a avaliação de 5 estrelas na CNET
FrmLikeit.imgmail.hint=Partilhe-o com os seus amigos
FrmLikeit.imgface1.hint=Partilhe-o no facebook
FrmLikeit.imgface2.hint=Siga-nos no facebook
FrmLikeit.imgtwitter1.hint=Partilhe-o no twitter
FrmLikeit.imgtwitter2.hint=Siga-nos no twitter
FrmLikeit.Caption=Gosto
FrmLikeit.lbldownload.caption=Transfira mais freeware de WiseCleaner.com

[Edit]
pmcut=Cortar
pmcopy=Copiar
pmpaste=Colar
pmdelete=Eliminar
pmselectall=Selec. tudo

[Message]
Loading=A criar índice...
Loaded=Criação de índice concluída
Audios=Áudios
Videos=Vídeos
Images=Imagens
Document=Documentos
Compressed=Arquivos comprimidos
Email=Email
NewVer=Está disponível uma nova versão! Pretende actualizar agora?
KeyDelete=Eliminar
AllHardDrive=Discos Rígidos Locais
SelectHardDrive=Por favor Seleccione um disco rígido
ScanFor=A procurar na unidade:
Search=Procurar
LeftTimeSec=Duração: %s segundo(s)
NoKeyWord=Por favor introduza as palavras chave que deseja procurar.
Stop=Parar
NoDriveChecked=Por favor escolha a(s) unidade(s) que quer analisar.
NoNewVer=Parabéns! A Versão que está a usar é a mais recente!
TranslateTo=Traduzir para...

[FastFind]
Name=Nome
Path=Atalho
FileSize=Tamanho do Ficheiro
FileType=Tipo
DateModified=Data da Modificação
KeyWord=Introduzir Palavras-chave
SearchFinish=A procura acabou.Foram encontrados %d ficheiros/pastas.
SearchAborted=A procura foi abortada.Foram encontrados %d ficheiros/pastas.
NoResult=Não foram encontrados ficheiros correspondentes.

[Help]
Startup=Executar ao iniciar o computador
AutoRunMain=Iniciar a janela de procura rápida com o Jetsearch
Del=Eliminar
Tips=Procura rápida para ficheiros e pastas locais